Revit 2027 API
ParameterTypeId.RoomDesignExhaustAirflowParam Property
 "Specified Exhaust Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomDesignExhaustAirflowParam { get; }
Public Shared ReadOnly Property RoomDesignExhaustAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomDesignExhaustAirflowParam {
	ForgeTypeId^ get ();
}
static member RoomDesignExhaustAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace